Repository: Abdulvoris101/blum-auto
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: 👥 Akkauntlar
ru: 👥 Аккаунты

source: ➕ Akkaunt qo'shish
ru: ➕ Добавить аккаунт

source: Barchasini tanlash
ru: Выбрать все

source: ⬅️ Bosh sahifa
ru: ⬅️ Домашняя страница

source: 🎟️ O'yin biletlari sonini o'zgartirish
ru: 🎟️ Изменить количества билетов

source: 🌐 Proksi ma'lumotlari
ru: 🌐 Информация о прокси

source: 🔰 Obunani yangilash
ru: 🔰 Перезапустить подписку

source: 🌐 Tilni o'zgartirish
ru: 🌐 Изменить язык

source: ❌ Bekor qilish
ru: ❌ Отмена

source: 👾 Blum ishlash
ru: 👾 Фармить блум

source: 🤔 Botni qanday ishlataman?
ru: 🤔 Как использовать бот?

source: 🪄 Bot imkoniyatlari
ru: 🪄 Возможности бота

source: ⚡️ Bot natijalari
ru: ⚡️ Результаты ботов

source: 💸 Bot bilan qancha ishlashim mumkin?
ru: 💸 Сколько можно зароботать с ботом?

source: 🎱 Kriptoni qayerdan olaman?
ru: 🎱 Где взять крипто?

source: 🚫 Farmingni to'xtatish
ru: 🚫 Остановить фарминг

source: 💰 Balans
ru: 💰 Баланс

source: 💵 Xisobni to'ldirish
ru: 💵 Попольнить счета

source: 🆓 Bepul qo'lga kiritish
ru: 🆓 Получить бесплатно

source: 👋 Salom fren, bot bilan pul ishlab topishga tayyormisiz? 🚀 <b>Minglab foydalanuvchilar</b> allaqachon ushbu bot yordamida 100 000 dan ortiq blum ishlab topishgan! Bot imkoniyatlari: 1. Barcha blum akkauntlarni birgina botdan boshqarish 2. Kunlik va do'stlar bo'limidan yeg'ilgan blumlarni avtomatik olish 3. O'yinlarni avtomatik va aniqlik bilan o'ynash 4. Xar bir akkaunt uchun shaxsiy proksi 🔒 💰 Botdan qancha soqqa ko'tarish mumkinligini /help kommandasi orqali bilib oling
ru: 👋 Привет, дружище, ты готов зарабатывать с помощью бота? 🚀 <b>Тысячи пользователей</b> уже заработали более 100 000 блум с помощью этого бота! Опции бота: 1. Управляйте всеми аккаунтами с одного бота. 2. Автоматический сбор собранных блумов из раздела «Ежедневно» и «Друзья». 3. Автоматическая и точная игра в игры 4. Персональный прокси для каждого аккаунта 🔒 💰 Узнайте, сколько вы можете собрать с бота, с помощью команды /help

source: 🎉 Bizni tanlaganiz uchun rahmat Bonus sifatida 1-akkaunt uchun 3 kunlik tekin obuna taqdim etiladi
ru: 🎉Спасибо, что выбрали нас В качестве бонуса предоставляется 3-дневная бесплатная подписка для 1-й аккаунт.

source: <b>Botni qanday ishlataman?</b> Botni ishlatish uchun Telegram akkauntingizni botga ulashingiz kerak. Bot sizning akkauntingizga kirib, blumni avtomatik ravishda ishlaydi.
ru: <b>Как использовать бота?</b> Чтобы использовать бота, вам необходимо подключить свой телеграм аккаунт к боту. Бот войдет в ваш аккаунт, запускает блум автоматически.

source: <b>Nega blum topishni avtomatlashtirishim kerak?</b> Bu juda qulay! Siz barcha akkauntlaringizdan bir buyruq orqali blumni avtomatik farm qilishingiz mumkin. Bot kunlik blumni, do'stlar bo'limidan blumni yig'adi va o'yin o'ynab vaqtingizni tejaydi. Eng katta imkoniyati esa o'yinlarni aniqlik bilan o'ynashidir.
ru: <b>Почему мне следует автоматизировать блума?</b> Это очень удобно! Вы можете автоматически фармить блум со всех своих аккаунтов с помощью одной команды. Бот собирает ежедневные блум, блум из раздела друзей и экономит ваше время играя игры блума. Самая большая возможность это играть в игры с точностью.

source: 📈 <b>Bot natijalari:</b> - Bu oyda foydalanuvchilar tomonidan 100 000 dan ortiq blum ishlab topildi! - Minglab baxtli foydalanuvchilar o'zlarining blum airdropini avtomatlashtirdilar.
ru: 📈 <b>Результаты бота:</b> - В этом месяце пользователи собрали более 100 000 блумов! - Тысячи счастливых пользователей автоматизировали блум.

source: <b>Bot bilan qancha pul ishlashim mumkin?</b> Hozircha aniq emas, lekin blum asoschisining aytishicha, uning narxi boshqa coinlardan yuqori bo'ladi. <a href='https://www.youtube.com/@smerkiscrypto/videos'>Manba</a> Keling bot bilan oyiga qancha blum ishlashingizni hisoblab uni notcoin narxida chiqarib ko'ramiz: Bot bilan siz kuniga taxminan 517 ta blum ishlab topsangiz, Oyiga: 15,510 blum ≈ $232.65 10 ta akkaunt bilan oyiga $2326 ishlab topsa bo'ladi. Afsuski notcoin farm allaqachon yopilgan, lekin bu imkoniyat blum o'yinida xali xam mavjud. Bu imkoniyatni qo'ldan boy bermaysiz degan umidamiz 😇
ru: <b>Сколько денег я могу заработать с помощью бота?</b> Пока не ясно, но основатель Blum говорит, что ее цена будет выше, чем у других монет. <a href='https://www.youtube.com/@smerkiscrypto/videos'>Источник</a> Давайте посчитаем, сколько блума вы заработаете с ботом в месяц и посчитаем в цене неткоинов: С ботом вы зарабатываете около 517 блумов в день, В месяц: 15 510 блумов ≈ 232,65 $. Имея 10 аккаунтов, вы можете зарабатывать 2326 долларов в месяц. К сожалению, ферма ноткоинов уже закрыта, но в игре блум эта опция все еще доступна. Надеемся, вы не упустите эту возможность 😇

source: <b>Qanday qilib kripto olishim mumkin?</b> Bu juda oson. Telegramning @wallet botidagi p2p marketdan xavfsiz va tez kripto sotib olishingiz mumkin. <a href='https://www.youtube.com/watch?v=TuTTsS_EJb8&ab_channel=PULMAKER'>Video qo'llanma</a> ⚠️ Iltimos faqatgina p2p market va rasmiy birjalardan foydalaning boshqa xech qayerda savdo qilmang!
ru: <b>Как я могу купить криптовалюту?</b> Это очень просто. Вы можете безопасно и быстро купить криптовалюту на p2p-рынке с помощью бота @wallet. <a href='https://www.youtube.com/watch?v=TuTTsS_EJb8&ab_channel=PULMAKER'>Видеоруководство</a> ⚠️ Пожалуйста, используйте только p2p-рынок и официальные биржи, не торгуйте больше нигде!

source: Qo'llanmaga xush kelibsiz fren, O'zingiz qiziqtirgan mavzuni tanlang:
ru: Добро пожаловать в руководство Френ, Выберите интересующую вас тему:

source: Ulangan akkauntlar soni - {accountsCount}
ru: Количество подключенных аккаунтов – {accountsCount}.

source: ⚠️ Telegram aynan shu akkauntni ulashga ruxsat bermaydi! Boshqa akkauntingizni ulang. Agar boshqa akkauntingiz bo'lmasa, bizdan arzon narxda sotib olishingiz mumkin: @aerkinov1.
ru: ⚠️Телеграм не позволяет подключить этот аккаунт! Подключите другого аккаунта Если у вас нет другого аккаунта, вы можете купить у нас по низкой цене: @aerkinov1.

source: <b>Ulamoqchi bo'lgan telefon raqamingizni kiriting:</b> Telefon raqam formati: +99890xxxxxxx
ru: <b>Введите номер телефона, который хотите подключить:</b> Формат номера телефона: +99890xxxxxxx.

source: Telegramingizga kelgan tasdiqlash kodini kiriting:
ru: Введите код подтверждения, который получили:

source: 🔒 2-bosqichli parolingizni kiriting:
ru: 🔒 Введите двухэтапный пароль аккаунта:

source: Telegram kod yuborilmoqda....
ru: Телеграм код отправляется....

source: Akkauntingiz muvaffiqiyatli qo'shildi 🎉. ✅ <b>Fakt:</b> Bir nechta akkauntga ega foydalanuvchilarning 90% yuqori daromad topishmoqda!
ru: Ваш аккаунт успешно добавлен 🎉. ✅ <b>Факт:</b> 90% пользователей с несколькими учетными записями зарабатывают высокие деньги!

source: Bu akkaunt allaqachon qo'shilgan!
ru: Этот аккаунт уже добавлен!

source: O'yin o'ynash uchun ruxsat etilgan biletlar sonini kiriting: Maksimum biletlar soni: {allPlayPasses}
ru: Введите количество билетов, разрешенных для игр: Максимальное количество билетов: {allPlayPasses}

source: ⚠️ Agar o'zingizning akkauntingizni ulashga uringan bo'lsangiz, Telegram ruxsat bermaydi. Iltimos, boshqa akkauntingizni ulang yoki bizdan sotib oling: @aerkinov1.
ru: ⚠️ Если вы попытались подключить свой этого аккаунта, телеграм не позволит этого сделать. Пожалуйста, подключите другой аккаунт или купите у нас: @aerkinov1.

source: Tekin
ru: Бесплатный

source: Pullik
ru: Платный

source: aktiv
ru: активном

source: 🔴 inaktiv
ru: 🔴 неактивном

source: 👤 <b>Akkaunt xaqida ma'lumotlar:</b> Sessiya nomi: <b>{sessionName}</b> Balans: <b>{availableBalance} blum</b> O'yin uchun mavjud biletlar: <b>{allPlayPasses}</b> 🎟 O'ynash uchun ruxsat etilgan biletlar: <b>{availablePlayPasses}</b> 🎟 ⭐️ {type} obuna {subscriptionStatus} xolatda, keyingi to'lov {currentPeriodEnd}
ru: 👤 <b>Информация об аккаунте:</b> Имя сеанса: <b>{sessionName}</b> Баланс: <b>{availableBalance} blum</b> Билеты на игру доступны: <b>{allPlayPasses}</b> 🎟 Билеты, разрешенные для игры: <b>{availablePlayPasses}</b> 🎟 ⭐️ {type} подписка в {subscriptionStatus} статусе, следующий платеж {currentPeriodEnd}

source: 👤 Akkauntning proksi ma'lumotlari: - Type: {type} - Host: {host} - Port: {port} - Username: {username} - Password: {password}
ru: 👤 Информация о прокси-сервере аккаунта: - Тип: {type} - Хост: {host} - Порт: {port} - Имя пользователя: {username} - Пароль: {password}

source: Proksi ma'lumotlari vaqtinchalik mavjud emas!
ru: Информация о прокси временно недоступна!

source: Akkaunt: {sessionName} 🟢 Jarayon boshlandi...
ru: Аккаунт: {sessionName} 🟢Процесс пошел...

source: 🔴 O'yinni o'ynab bo'lmadi!
ru: 🔴Игру невозможно играть!

source: 🟢 Kunlik blum olindi
ru: 🟢 Получено ежедневное блум

source: 🔴 Kunlik blum olib bo'lingan!
ru: 🔴 Ежедневное блум получено!

source: 🟢 Do'stlar bo'limidan {amount} blum olindi
ru: 🟢 Получил блум из раздела друзей: {amount}

source: 🔴 Do'stlar uchun blum mavjud emas!
ru: 🔴Блум недоступен в секции друзей!

source: 🔍 Aktiv farming topilmadi
ru: 🔍 Активная ферма не найдена

source: 🔴 Farming toxtadi
ru: 🔴 Фарминг отменено

source: 🟢 O'yin o'ynalmoqda...
ru: 🟢 Игра идет...

source: 🟢 O'yin muvaffiqiyatli o'ynaldi! Berilgan mukofot: {points}
ru: 🟢 Игра пройдена успешно! Награда: {points}

source: 🔴 O'yin o'ynab bo'lmadi! @blum bot javob bermadi
ru: 🔴В игру невозможно играть! Бот @blum не отвечает

source: 🟡 Ushbu akkaunt uchun o'yin uchun ruxsat etilgan biletlar mavjud emas!
ru: 🟡 На этот аккаунт разрешение билеты на игру не осталось!

source: 🟢 Farming tugadi. 👤 Akkauntlar bo'limida bot sizning o'rningizda nechta o'yin o'ynashini o'zgartishingiz mumkin 🎟 O'yin uchun mavjud biletlar: {playPasses} 🎟 O'yin uchun ruxsat etilgan biletlar: {availablePlayPasses} 👾 Balans - {availableBalance} blum
ru: 🟢 Фарминг закончилось. 👤 В разделе «аккаунты» вы можете изменить количество игр, в которые бот будет играть за вас. 🎟 Билеты на игру доступны: {playPasses}. 🎟 Билеты который бот может играт: {availablePlayPasses}. 👾 Баланс — {availableBalance} блум

source: 🟢 Farmingdan blum olindi
ru: 🟢 Получено блум от фармнга

source: 🟢 Blum yig'ilmoqda. Qolgan vaqt: {sleepDuration} soat
ru: 🟢 Блум собирается. Осталось времени: {sleepDuration} ч.

source: 🟢 Farming boshlandi...
ru: 🟢 Фарминг началось...

source: 🟡 Xar 10ta o'yindan keyin 10 sekund kutamiz...
ru: 🟡 После каждых 10 игр ждём 10 секунд...

source: Biroz kuting...
ru: Подождите минуту...

source: ⏳ Akkaunt ma'lumotlari olinmoqda...
ru: ⏳ Получаем информации об аккаунте...

source: 🎟 Ruxsat etilgan biletlar soni - {newPlayPass} taga o'zgardi
ru: 🎟 Количество разрешенных билетов изменено на {newPlayPass}.

source: ⚠️ Bot sizning o'rningizda nechta o'yin o'ynashini o'zgartishingiz mumkin
ru: ⚠️ Вы можете изменить количество игр, в которые бот будет играть за вас.

source: Sizda o'yin uchun biletlar mavjud emas - {playPasses}. Maksimum biletlar soni: {allPlayPasses}
ru: У вас нет билетов для игры— {playPasses}. Максимальное количество билетов: {allPlayPasses}

source: Notog'ri akkaunt tanlandi!
ru: Выбран неправильный аккаунт!

source: Qaysi akkauntlarni farm qilamiz ⚡️
ru: Какие аккаунты будем фармит ⚡️

source: ☹️ Akkaunt inaktiv xolatda ⚠️ Siz cpython sessiyasini telegramning sessiyasilar bo'limidan o'chirib yuborgansiz. Akkauntni ishlatish uchun qayta qo'shing!
ru: ☹️Аккаунт неактивен ⚠️ Вы удалили сеанс cpython из раздела сеансов Telegram. Пожалуйста, повторно добавьте свою учетную запись на бот, чтобы использовать ее!

source: Parol notog'ri
ru: Неправильный пароль

source: {sessionName} akkauntingiz farming uchun mavjud
ru: Ваша аккаунт {sessionName} доступна для фарм.

source: Test uchun telegram akkaunt olish uchun bizga yozing - @aerkinov1
ru: Напишите нам, чтобы получить тестовый телеграм аккаунт - @aerkinov1

source: To'lov turini tanlang:
ru: Выберите тип оплаты:

source: 🌟 To'lov summasini stars valyutasida kiriting: Stars narxlarini telegram sozlamalardan ko'rishingiz mumkin
ru: 🌟 Введите сумму платежа в валюте stars: Цены на stars вы можете посмотреть в настройках телеграма.

source: 💵 Balans: {balance}$ 🌟 Stars: {stars} ⚡️ 1 akkaunt uchun 3 kunlik tekin obuna beriladi 👤 Har bir akkauntni ulash oyiga: {price}$ yoki {starsPrice} stars Qabul qilinadigan to'lov turlari: - 💳 visa/mastercard - 🪙 crypto - 🌟 telegram stars 💡 Kripto haqida bilmasangiz qo'llanma - /help
ru: 💵 Баланс: {balance}$ 🌟 Старс: {stars} ⚡️ На 1 аккаунт предоставляется бесплатная подписка на 3 дня. 👤 Подключения аккаунта: {price}$ или {starsPrice} старс. Принимаемые виды оплаты: - 💳 виза/мастеркард - 🪙 крипто - 🌟 телеграм старс 💡 Руководство, если вы не знаете о криптовалюте - /help

source: Sizning referalingiz: https://t.me/{botUsername}?start={referralId} Referallar soni: {referralsCount} Ushbu referal orqali do'stingizni taklif eting va u balansiga pul to'ldirishi bilan {referralPrice}$ qo'lga kiriting!
ru: Ваш реферал: https://t.me/{botUsername}?start={referralId} Количество рефералов: {referralsCount} Пригласите друга по этому рефералу и заработайте {referralPrice}$ как только он пополнит свой баланс!

source: To'lov tafsilotlari: Summa: {amount}$ To'lov havolasi: {invoiceUrl} To'lovni amalga oshirgandan so'ng taxminan 1-2 minut atrofida balansingizga pul kelib qo'shiladi Toʻlov jarayonida biror muammoga duch kelsangiz yoki savollaringiz boʻlsa, bizga murojat qiling - @aerkinov1
ru: Детали оплаты: Сумма: {amount}$ Платежная ссылка: {invoiceUrl} После совершения платежа деньги поступят на ваш баланс примерно через 1-2 минуты. Если у вас возникли проблемы или вопросы в процессе оплаты, свяжитесь с нами - @aerkinov1

source: Balansni to'ldirish
ru: Попольнить счета

source: Balansni to'ldirish uchun {stars} 🌟 stars to'lov amalga oshiring
ru: Заплатите {stars} 🌟 stars, чтобы пополнить свой баланс.

source: {amount}$ balansingizga kelib qo'shildi, bizni tanlaganingiz uchun rahmat fren 😊
ru: Баланс пополнен на сумму {amount}$, спасибо, что выбрали нас fren 😊

source: To'lov summasini dollar valyutasida kiriting:
ru: Введите сумму платежа в долларовой валюте:

source: {amount} stars balansingizga kelib qo'shildi, bizni tanlaganingiz uchun rahmat fren
ru: На ваш баланс добавлено {amount} stars, спасибо, что выбрали нас.

source: Notog'ri tilni kiritingiz, Iltimos menyudagi tillardan birini kiriting!
ru: Неверный язык Пожалуйста, введите один из языков в меню!

source: Do'stingiz balansini to'ldirgani uchun sizga {referralPrice}$ taqdim etildi 🎉.
ru: Вы получили {referralPrice}$ за пополнение баланса вашего друга 🎉.

source: Botdan foydalanish uchun - /start
ru: Чтобы использовать бота - /start

source: Notog'ri summa kiritilindi
ru: Введена неверная сумма

source: Xisobni to'ldirish uchun minimal summa: 1$
ru: Минимальная сумма для пополнения счета: $1

source: Xisobni to'ldirish uchun minimal summma: 100 stars 🌟
ru: Минимальная сумма для пополнения счета: 100 stars 🌟

source: Obuna allaqachon faollashtirilgan ✅
ru: Подписка уже активирована ✅

source: Akkaunt qo'shish yoki yangilash uchun balansingizda mablag' mavjud emas ❌ Akkaunt ulash oyiga - {price}$ yoki {stars} stars 🌟
ru: На вашем балансе нет средств для добавления или обновления аккаунта ❌ Подключения аккаунта на месяц — {price}$ или {stars} stars 🌟

source: Tabriklaymiz akkauntingiz obunasi yangilandi 🥳 Bizni tanlaganiz uchun tashakkur 🌟
ru: Поздравляем, подписка на ваш аккаунт обновлена ​​🥳 Спасибо, что выбрали нас 🌟

source: Salom Qadrli Foydalanuvchi 👋, {sessionName} akkauntingiz obunasi yangilandi Bizni tanlaganiz uchun tashakkur 🌟
ru: Здравствуйте, уважаемый пользователь 👋, Подписка на ваш аккаунт {sessionName} оплачено. Спасибо, что выбрали нас 🌟

source: 🚀 Obunani yangilash vaqti keldi! Salom Qadrli Foydalanuvchi 👋 {sessionName} akkauntingiz obuna muddati tugadi! Obunani davom ettirish uchun balansingizni {needAmount}$ ga to'ldiring Bizni tanlaganiz uchun tashakkur 🌟
ru: 🚀 Пришло время продлить подписку! Здравствуйте, уважаемый пользователь 👋 Срок действия вашей учетной записи {sessionName} истек! Пополните свой баланс на сумму {needAmount}$, чтобы продолжить подписку. Спасибо, что выбрали нас 🌟

source: {sessionName} akkaunt uchun obuna mudati tugagan yoki mavjud emas! 🙁 🔄 Obunani qayta aktivlashtirish uchun akkauntlar bo'limiga o'ting
ru: Срок действия подписки для учетной записи {sessionName} истек или она недоступна! 🙁 🔄 Чтобы повторно активировать подписку, перейдите в раздел «Аккаунты».

source: ⭕️ Bepul obunada siz bot orqali 5tadan ortiq o'yin o'ynolmaysiz. Botdan to'liq foydalanib xoxlagancha o'yin o'ynash uchun pullik obunani aktivlashtiring Pullik obunani aktivlashtirish uchun akkauntlar bo'limiga o'tib akkauntingizni tanlang va obunani yangilash tugmasini bosing!
ru: ⭕️ По бесплатной подписке вы не сможете сыграть с ботом более 5 игр. Активируйте платную подписку, чтобы воспользоваться всеми преимуществами бота и играть в столько игр, сколько захотите. Чтобы активировать платную подписку, зайдите в раздел аккаунты, выберите свою учетную запись и нажмите кнопку продлить подписку!

source: Akkauntingizda blum ishga tushirilmagan, @BlumCryptoBot botga kirib ro'yxatdan o'ting
ru: Вы не запускали blum в этого тг аккаунте, войдите в бот @BlumCryptoBot и зарегистрируйтесь.

source: To'lov tizimida xatolik yuz bermoqda, to'lov uchun bizga yozing - @aerkinov1
ru: В платежной системе произошла ошибка, для оплаты напишите нам - @aerkinov1

source: Nimadir xatolik ketdi. Iltimos qayta urinib ko'ring!
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз!

source: Nomerni ushbu formatda kiriting +99890103xxxx!
ru: Введите номер в формате +99890103xxxx!

source: Notog'ri telefon raqam!
ru: Неправильный номер телефона!

source: Notog'ri tasdiqlash kodi
ru: Неверный код подтверждения

source: 🔴 Tasdiqlash kodi eskirgan
ru: 🔴 Код подтверждения устарел.

source: Tasdiqlash kodi eskirgan. Qayta urinib ko'ring
ru: Код подтверждения устарел. Попробуйте еще раз

source: ⚠️ Agar o'zingizning akkauntingizni ulashga uringan bo'lsangiz, Telegram ruxsat bermaydi. Iltimos, boshqa akkauntingizni ulang yoki bizdan sotib oling: @aerkinov1.
ru: ⚠️ Если вы попытались подключить свой аккаунт, телеграм не позволит этого сделать. Пожалуйста, подключите другой аккаунт или купите у нас: @aerkinov1.

source: Nimadir xato ketdi, Iltimos qayta urinib ko'ring!
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз!

source: Telegramga bog'lanib bo'lmadi, qayta urinib ko'ring
ru: Не удалось подключиться к Telegram, попробуйте еще раз.

source: Telegramingizga juda xam ko'p so'rovlar bo'lgani uchun telegram 15 soatlik tannafusga tushdi. Iltimos 15 soatdan so'ng qayta urinib ko'ring!
ru: Поскольку запросов на ваш телеграмм было слишком много, телеграм сделала 15-часовой перерыв. Пожалуйста, повторите попытку через 15 часов!

source: 🔴 Blum farming mavjud emas Siz xali akkaunt qo'shmagansiz akkaunt qo'shish uchun "👥 Akkauntlar" bo'limiga o'ting
ru: 🔴 Блум фарминг недоступно. Вы еще не добавили аккаунт. Чтобы добавить аккаунт, перейдите в раздел «👥 Аккаунты».

source: {sessionName} | Akkauntda xatolik, iltimos qayta urinib ko'ring!
ru: {sessionName} | Ошибка аккаунта, попробуйте еще раз!

source: @blum bot ishlamayapti! Xavotir olmang blum dasturchilari yaqin orada bu xatolikni bartaraf etishadi!
ru: @blum не работает! Не волнуйтесь, разработчики блум скоро исправят эту ошибку!

source: @blum bot-da nosozliklar kuzatilmoqda shu sababli blum ma'lumotlarini olish imkoni bo'lmadi!
ru: У бота @blum возникают ошибки, поэтому мы не могли получить данные аккаунта!

source: Iltimos to'g'ri raqam kiriting
ru: Пожалуйста, введите корректное номер

source: Blumda xatolik iltimos qayta urinib ko'ring!
ru: Ошибка Блума. Пожалуйста, попробуйте еще раз!

source: Bekor qilindi
ru: Отменено

source: {sessionName} - sessiya tugatilgan!
ru: {sessionName} - сессия завершен!

source: Telefon nomer telegram tomonidan ban qilingan
ru: Телефон заблокирован от telegram.

source: So'rov vaqti tugadi. Qayta urinilmoqda - {retries}
ru: Время запроса истекло. Повторные попытки – {retries}
